tap "anomalyco/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "chezmoi"
brew "cmatrix"
brew "deno"
brew "docker"
brew "git"
brew "git-flow"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "minikube"
brew "nvm"
brew "pnpm"
brew "pyenv"
brew "ranger"
brew "tree"
brew "vitetris"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
cask "1password"
cask "anytype"
cask "appcleaner"
cask "chatgpt"
cask "cursor"
cask "db-browser-for-sqlite"
cask "discord"
cask "drawio"
cask "font-fira-code"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "imazing"
cask "iterm2"
cask "keka"
cask "lark"
cask "logi-options+"
cask "microsoft-edge"
cask "monitorcontrol"
cask "notion"
cask "numi"
cask "obsidian"
cask "openvpn-connect"
cask "pine"
cask "postman"
cask "powershell"
cask "processing"
cask "pycharm-ce"
cask "raindropio"
cask "raycast"
cask "rectangle"
cask "rocket"
cask "shottr"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "ticktick"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "windsurf"
vscode "aaron-bond.better-comments"
vscode "amandeepmittal.pug"
vscode "anthropic.claude-code"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "eliverlara.andromeda"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "hollowtree.vue-snippets"
vscode "janjoerke.jenkins-pipeline-linter-connector"
vscode "kdcro101.typescript-code-navigator"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "kontrail.vscode-inline-svg"
vscode "lihui.vs-color-picker"
vscode "matijao.vue-nuxt-snippets"
vscode "mellowmarshmallow.groovy"
vscode "mhutchie.git-graph"
vscode "michelemelluso.code-beautifier"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sdras.night-owl"
vscode "sdras.vue-vscode-snippets"
vscode "shaharkazaz.git-merger"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sidthesloth.html5-boilerplate"
vscode "sleistner.vscode-fileutils"
vscode "sneezry.vscode-devto"
vscode "sst-dev.opencode"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "tomrijndorp.find-it-faster"
vscode "usernamehw.errorlens"
vscode "vue.volar"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.wallaby-vscode"
vscode "wejectchan.vue3-snippets-for-vscode"
vscode "wix.vscode-import-cost"
vscode "wscats.eno"
vscode "yoavbls.pretty-ts-errors"
